{"Locations/Duskwatch":{"slug":"Locations/Duskwatch","filePath":"Locations/Duskwatch.md","title":"Duskwatch","links":[],"tags":[],"content":"Duskwatch est la région dont provient la famille Chrisanthem."},"Locations/Eradrim":{"slug":"Locations/Eradrim","filePath":"Locations/Eradrim.md","title":"Eradrim","links":[],"tags":[],"content":"Eradrim est la région dont provient la famille Gucciani."},"Personnages/Baldus":{"slug":"Personnages/Baldus","filePath":"Personnages/Baldus.md","title":"Baldus","links":["Personnages/Petunia"],"tags":[],"content":"Un moine demi-nain, Baldus Barbebraise tiens un bar depuis des années. Baldus porte des plateformes gigantesques. Baldus semble avoir éduqué Petunia"},"Personnages/Davnas":{"slug":"Personnages/Davnas","filePath":"Personnages/Davnas.md","title":"Davnas","links":[],"tags":[],"content":"Guerrier engagé par la famille Chrisanthem. En tant qu’aventurier, il est recruté après avoir sauvé la vie de Ronaldo Chrisanthem lors d’une escapade et a depuis promis sa servitude envers lui. Après avoir échoué de le secourir lors de son kidnapping, il a été retiré de sa position."},"Personnages/Fer-bec":{"slug":"Personnages/Fer-bec","filePath":"Personnages/Fer-bec.md","title":"Fer-bec","links":["Personnages/Rukkha"],"tags":[],"content":"Fer-bec est une corneille méchanique avec un wingspan d’environ 75 cm. Elle est composée de féraille rafistolée et son coeur qui l’anime est une des boucles d’oreilles orque de Rukkha impregnée par sa magie (Serviteur Homoncule)."},"Personnages/Personnages-secondaires":{"slug":"Personnages/Personnages-secondaires","filePath":"Personnages/Personnages-secondaires.md","title":"Personnages-secondaires","links":["Personnages/Davnas","Personnages/Rukkha"],"tags":[],"content":"1: Arc du marriage\n1.1: Figures clés:\nRonaldo Chrisanthem:\nHéritié de la famille Chrisanthem, il s’est fait kidnappé la veille de son marriage par des mercennaires. Davnas s’est battu contre un d’entre eux qu’il a réussi à capturer.\nGeorgina Gucciana:\nHéritiaire de la famille Gucciana, elle s’est fait kidnappée la même nuit que Ronaldo, mais personne n’a assisté à son kidnappage. Sa jambe droite est une prothèse méchanique que Rukkha a aidé a réparé le jour du banquet.\nDans un livre sur la famille Gucciana, j’ai trouvé des gribouilles qu’elle a fait. Une page avec des enfants, une page avec un couple (surement ses parents). Une page est complètement gribouillée, indiquant surement une sorte d’accident (ou la maman serait morte). Le livre raconte qu’il y a du bad blood depuis 500 ans avec la famille Chranthem: guerres, conflits, etc. “Nos familles ne pourront jamais s’entendre.” Il y a 150 ans, un pacte de non-agression a été établi pour éviter le conflit, mais les deux se détestent tjrs.\nUn arbre généaolique s’étend de toute la famille. La page de Georgina: les deux parents ont des dessins d’enfants très joyeux et plein d’amour à l’égard de ses parents.\nLe bibliothéquaire, aussi son éducateur, nous explique qu’un accident a devasté la famille il y a 20 ans, c’était une femme extrêmement gentille. La mère Gucciana et les mamans Chrisanthem, qui semblait vraiment bien s’entendre par miracle, se sont retrouvées dans un accident de carosse, les 3 femmes sont décédées. Georgina s’était cachée dans la carosse pour leur faire une surprise, elle a été la seule survivante mais a perdu sa jambe dans l’accident.\nAlexy Chrisanthem:\nLa mère (non biologique je crois?) de Ronaldo. Elle est la tête de la famille Chrisanthem\nThéodore Gucciana:\nLe père de Georgina. Il est le leader de la famille Gucciana.\n1.2: Staff:\n\nClotilde: servante qui est tombée malade à cause de la soupe qui a failli être servie aux deux familles. Il s’avère que la soupe était empoisonnée d’après une analyse de Typhona.\nSophie: Servante qui nous a aidé, qui pleurait quand on lui a demandé ce qui se passait le lendemain du kidnapping.\nNeymar et Mbappé: cuisiniers qui se détestent, qui bicker tout le temps. Ils sont là depuis bien bien longtemps et connaissent beaucoup de choses, mais ont une langue de bois.\nIntendante et intendant: des deux familles, ces deux semblent avoir un passé romantique. La superintendante se sont coupable d’avoir laissé Georgina se faufilé dans la carosse, lors de l’accident d’il y a 20 ans.\n\n1.3: Invités au banquet:\n\nBock Bocchus: Nain noble qui a discuté avec Baldus. Il semble suspect, travail depuis plus de 60 ans avec de l’or. Il a succédé Heridor, un noble de grande richesse. Depuis que Bocchus a repris le business, leur région prospère dans beaucoup de richesses. Les sources parlant de lui font énormément d’éloges à son égard\nCouple d’elfes: Musiciens connus qui étaient censé assisté au banquet. Iels n’avaient pas l’air en forme lors du marriage.\n"},"Personnages/Petunia":{"slug":"Personnages/Petunia","filePath":"Personnages/Petunia.md","title":"Petunia","links":["Personnages/Baldus","Personnages/Typhona"],"tags":[],"content":"Barde halfling, elle a été élevée par Baldus (et un peu Typhona je crois). Elle est un peu crazy.\nDurant l’arc du marriage, elle a développé une réputation en tant que bully de fées après en avoir mise une dans sa bouche (et généralement été vraiment méchante avec elle)."},"Personnages/Rukkha":{"slug":"Personnages/Rukkha","filePath":"Personnages/Rukkha.md","title":"Rukkha","links":["Personnages/Fer-bec"],"tags":[],"content":"Rukkha Varn est une artificière demi-orc à la peau pâle, souvent marquéx de trâce d’huiles, de crasse et de cicatrices accumulées lors de ses longues nuits blanches passées à bricoler. Son visage est rugueux, ses yeux d’un ton bleu pâle semblent constamment fatigués.\nSes longs cheveux bouclés sont abondants et mals entretenus, recouverts d’un bandana qui ne semble ne pas avoir été lavé depuis bien longtemps.\nIel porte des pantalons très larges, ses poches constamments remplies de babioles et d’outils. Attaché à sa taille est une banane qui semble sans fond au vu du nombre de choses que Rukkha semble y piocher.\nIel porte un débardeur noir, qui lea laisse respirer et bouger aisément, mais qu’iel recouvre généralement d’une cape brune, sobre.\nLorsqu’iel retire sa cape, on remarque immédiatement son bras gauche, une prothèse élaborée qui lui permet de la précision, force et dextérité lorsqu’iel bricole. Son avant-bras contient une longue barre qui sert de perchoir à son compagnon, Fer-bec.\nRukkha est impétueuse, elle agit généralement pour son propre bénéfice, mais à quand même un sens de la justice qu’elle ne montre pas souvent. Elle a grandit pauvre, n’a jamais connu son père et a été élevée par sa mère. Celle-ci est morte à un jeune age, et Rukkha a agit presque comme une mère pour ses soeurs et frères. Elle est très très débrouille"},"Personnages/Typhona":{"slug":"Personnages/Typhona","filePath":"Personnages/Typhona.md","title":"Typhona","links":["Personnages/Baldus"],"tags":[],"content":"Enormes tchoutchs. Elle est une apothicaire druide qui a vécu pendant longtemps dans le bar de Baldus Barbebraise"},"Personnages/index":{"slug":"Personnages/index","filePath":"Personnages/index.md","title":"Personnages","links":["Personnages/Baldus","Personnages/Davnas","Personnages/Rukkha","Personnages/Fer-bec","Personnages/Petunia","Personnages/Typhona"],"tags":[],"content":"Cette section du wiki contient des informations sur tous les personnages présent dans la campagne, que ça soit les personnages des joueureuses ou des PNJs.\nPersonnages principaux:\nLes divers personnages incarnés par les joueureuses et les personnages principaux de la campagne.\n\nBaldus\nDavnas\nRukkha\n\nFer-bec\n\n\nPetunia\nTyphona\n\n1: Introduction:\n[à compléter]\n2: Arc du marriage:\n2.1: Figures clés:\nRonaldo Chrisanthem:\nHéritié de la famille Chrisanthem, il s’est fait kidnappé la veille de son marriage par des mercennaires. Davnas s’est battu contre un d’entre eux qu’il a réussi à capturer.\nGeorgina Gucciana:\nHéritiaire de la famille Gucciana, elle s’est fait kidnappée la même nuit que Ronaldo, mais personne n’a assisté à son kidnappage. Sa jambe droite est une prothèse méchanique que Rukkha a aidé a réparé le jour du banquet.\nDans un livre sur la famille Gucciana, on a trouvé des gribouilles qu’elle a fait. Une page avec des enfants, une page avec un couple (sûrement ses parents). Une page est complètement gribouillée, indiquant sûrement une sorte d’accident (où la maman serait morte). Le livre raconte qu’il y a du bad blood depuis 500 ans avec la famille Chranthem: guerres, conflits, etc. “Nos familles ne pourront jamais s’entendre.” Il y a 150 ans, un pacte de non-agression a été établi pour éviter le conflit, mais les deux se détestent tjrs.\nUn arbre généaolique s’étend de toute la famille. La page de Georgina: les deux parents ont des dessins d’enfants très joyeux et plein d’amour à l’égard de ses parents.\nLe bibliothéquaire, aussi son éducateur, nous explique qu’un accident a devasté la famille il y a 20 ans, c’était une femme extrêmement gentille. La mère Gucciana et les mamans Chrisanthem, qui semblaient vraiment bien s’entendre par miracle, se sont retrouvées dans un accident de carosse, les 3 femmes sont décédées. Georgina s’était cachée dans la carosse pour leur faire une surprise, elle a été la seule survivante et a perdu sa jambe dans l’accident.\nAlexy Chrisanthem:\nLa mère (non biologique je crois?) de Ronaldo. Elle est la tête de la famille Chrisanthem\nThéodore Gucciana:\nLe père de Georgina. Il est le leader de la famille Gucciana.\n2.2: Staff:\n\nClotilde: servante qui est tombée malade à cause de la soupe qui a failli être servie aux deux familles. Il s’avère que la soupe était empoisonnée d’après une analyse de Typhona.\nSophie: Servante qui nous a aidé, qui pleurait quand on lui a demandé ce qui se passait le lendemain du kidnapping.\nNeymar et Mbappé: cuisiniers qui se détestent, qui bicker tout le temps. Ils sont là depuis bien bien longtemps et connaissent beaucoup de choses, mais ont une langue de bois.\nIntendante et intendant: des deux familles, ces deux semblent avoir un passé romantique. La superintendante se sont coupable d’avoir laissé Georgina se faufilé dans la carosse, lors de l’accident d’il y a 20 ans.\n\n2.3: Invités au banquet:\n\nBock Bocchus: Nain noble qui a discuté avec Baldus. Il semble suspect, travail depuis plus de 60 ans avec de l’or. Il a succédé Heridor, un noble de grande richesse. Depuis que Bocchus a repris le business, leur région prospère dans beaucoup de richesses. Les sources parlant de lui font énormément d’éloges à son égard\nCouple d’elfes: Musiciens connus qui étaient censé assisté au banquet. Iels n’avaient pas l’air en forme lors du marriage.\n"},"Story-Arcs/Arc-du-marriage":{"slug":"Story-Arcs/Arc-du-marriage","filePath":"Story-Arcs/Arc-du-marriage.md","title":"Arc-du-marriage","links":[],"tags":[],"content":"Deux familles qui sont en conflit depuis longtemps. A cause de pénuries et de famine, les deux familles Gucciana et Chrisanthem ont décidé d’effectuer un marriage politique entre les enfants Ronaldo Chrianthem et Georgina Gucciana afin de consolider et centraliser le pouvoir dans la région.\nRukkha a aidé la mariée à réparer la prothèse de Georgina pendant que Petunia et Typhona semaient la pagaille dans la cuisine.\nRukkha et Baldus se sont déguisé.es en noble afin d’accéder au banquet.\nPendant ce temps, Typhonia et une maid gossip ensemble: superintendante et superintendant seraient en couple?? WOW!!! y a-t-il du véritable amour entre les futur.es mariés???\nGeorgina et Ronaldo se sont fait enlevé.es, le kidnappeur est dans le dongeon\nChateau mais sorte de campus, batiments somewhat séparé.\nL’un des brigands kidnappeur s’est fait tué par une flèche empoisonnée. On a remarqué un symbole d’un groupe de mercenaires.\nFer-bec a réussi à ramener un bout de tissu violet foncé du tueur du kidnappeur, mais rien de plus.\nBock: quand Baldus a demandé aux cuistots qu’il était, on nous a dit qu’on ferait mieux de pas poser trop de questions sur la nature des riches et des nobles qui sont là.\nCouple d’elfes: elfes nobles musiciens connus, ils étaient tendus pendant le banquet mais on ne sait pas vraiment pourquoi.\nOn investique la bibliothèque. Dans les livres, il y a des symboles. Ceux-ci semblent être attachés aux lieux, mais on n’arrive pas à faire de liens particuliers. Parfois c’est des points, parfois c’est des traits. On arrive pas à trouver de lien sur la logique.\nOn investigue ensuite la chambre de Georgina. Je trouve une bague en bronze avec une gemme d’ambre incrusté dessus dans un tiroir. Il y avait une feuille avec le symbole de mercennaire dessus. En utilisant bricolage magique, je trouve le message caché “au port?” sur la fiche.\nSuite à ça, on va dans la chambre de Ronaldo. On trouve aussi une feuille. Dessus, il y a une liste de marchandises (genre un reçu, il y a un bateau dessus). Insigne dessus, très similaire à celle des mercenaires. Elle est signée par Alexy. En éclairant la fiche, je vois que le texte “Théodore Gucciana?” a été inscrit puis tracé au gribouilli. C’est ensuite inscrit “Nous devons parler”.\nBureau de Théodore Gucciana: on trouve une autre feuille, aussi un reçu de marchandises de la meme compagnie. Il y a une date/heure inscrite pour le départ du bateau, indiqué à dans 3 heures. Le port se situe à ~30 minutes du chateau. Pas de message caché sur celui-ci.\nEradrim: région des gucciani.\nDuskwatch: région des chrisanthem."},"Story-Arcs/Introduction":{"slug":"Story-Arcs/Introduction","filePath":"Story-Arcs/Introduction.md","title":"Introduction","links":[],"tags":[],"content":""},"Story-Notes/Arc-du-marriage":{"slug":"Story-Notes/Arc-du-marriage","filePath":"Story-Notes/Arc-du-marriage.md","title":"Arc du Marriage","links":["Personnages/Personnages","Personnages/Rukkha","Personnages/Petunia","Personnages/Typhona","Personnages/Baldus"],"tags":[],"content":"Deux familles qui en conflit depuis longtemps. A cause de pénuries et de famine, les deux familles Gucciana et Chrisanthem ont décidé d’effectuer un marriage politique entre les enfants Ronaldo Chrianthem et Georgina Gucciana afin de consolider et centraliser le pouvoir dans la région.\nRukkha a aidé la mariée à réparer la prothèse de Georgina pendant que Petunia et Typhona semaient la pagaille dans la cuisine.\nRukkha et Baldus se sont déguisé·es en noble afin d’accéder au banquet.\nPendant ce temps, Typhona et une maid gossip ensemble: superintendante et superintendant seraient en couple?? WOW!!! y a-t-il du véritable amour entre les futur·es mariés???\nGeorgina et Ronaldo se sont fait enlevé·es, le kidnappeur est dans le dongeon\nChateau mais sorte de campus, batiments somewhat séparé.\nL’un des brigands kidnappeur s’est fait tué par une flèche empoisonnée. On a remarqué un symbole d’un groupe de mercenaires.\nFer-bec a réussi à ramener un bout de tissu violet foncé du tueur du kidnappeur, mais rien de plus.\nBock: quand Baldus a demandé aux cuistots qu’il était, on nous a dit qu’on ferait mieux de pas poser trop de questions sur la nature des riches et des nobles qui sont là.\nCouple d’elfes: elfes nobles musiciens connus, ils étaient tendus pendant le banquet mais on ne sait pas vraiment pourquoi.\nOn investigue la bibliothèque. Dans les livres, il y a des symboles. Ceux-ci semblent être attachés aux lieux, mais on n’arrive pas à faire de liens particuliers. Parfois c’est des points, parfois c’est des traits. On arrive pas à trouver de lien sur la logique. Un des livres contient\nOn investigue ensuite la chambre de Georgina. Je trouve une bague en bronze avec une gemme d’ambre incrusté dessus dans un tiroir. Il y avait une feuille avec le symbole de mercennaire dessus. En utilisant bricolage magique, je trouve le message caché “au port?” sur la fiche.\nSuite à ça, on va dans la chambre de Ronaldo. On trouve aussi une feuille. Dessus, il y a une liste de marchandises (genre un reçu, il y a un bateau dessus). Insigne dessus, très similaire à celle des mercenaires. Elle est signée par Alexy. En éclairant la fiche, je vois que le texte “Théodore Gucciana?” a été inscrit puis tracé au gribouilli. C’est ensuite inscrit “Nous devons parler”.\nBureau de Théodore Gucciana: on trouve une autre feuille, aussi un reçu de marchandises de la meme compagnie. Il y a une date/heure inscrite pour le départ du bateau, indiqué à dans 3 heures. Le port se situe à ~30 minutes du chateau. Pas de message caché sur celui-ci.\nEradrim: région des gucciani.\nDuskwatch: région des chrisanthem."},"home":{"slug":"home","filePath":"home.md","title":"Accueil","links":[],"tags":[],"content":"La dernière lettre des Nimeks\nBienvenue sur le wiki de la campagne, la dernière lettre des Nimeks !! Je vais essayer de mettre à jour les infos au mieux quand possible :)"},"home/Story-Notes/Introduction":{"slug":"home/Story-Notes/Introduction","filePath":"home/Story-Notes/Introduction.md","title":"Introduction","links":["Personnages/Baldus"],"tags":[],"content":"Introduction\nNos protagonistes fréquentent touxtes le bar de Baldus Barbebraise lorsque des gardes de la ville attaquent le bar."},"index":{"slug":"index","filePath":"index.md","title":"index","links":[],"tags":[],"content":"Bienvenue sur le wiki de la campagne!! Je vais essayer de mettre à jour les infos au mieux quand possible :)"}}